[
    {
        "id_da_questao": 282652622,
        "contexto": "Metáforas elaboradas não explicam sentimentos complexos, pensava. Era quente. O dia estava claro e o sol rebatia nos carros parados na rua, entrando pela janela entreaberta, causando um leve desconforto nos olhos. Era novidade. Quente, claro, sol e desconforto sucediam a queda. Antes, ainda que fosse quente e claro, havia uma sombra delicada e o sol que rebatia nos carros na rua era barrado, entrando pela janela um balançar cadenciado. Havia, em frente à janela, uma árvore. Com o tempo, aprendera que era um flamboyant . Não que isso interessasse. Era uma árvore, isso bastava. Se fosse um ipê ou uma macieira, seria irrelevante. Glossário Flamboyant : árvore nativa de Madagascar, com grandes flores vermelhas, alaranjadas ou amareladas.",
        "enunciado_pergunta": "Infere-se que a reflexão da crônica é sobre a(s)",
        "alternativa_correta": {
            "A": "consequências da falta de uma árvore."
        }
    },
    {
        "id_da_questao": 282652623,
        "contexto": "Depois de velho, visitava a velha cidade da infância. Digladiava-se em silêncio. Por um lado, tudo tão diferente, o progresso passando a perna nas lembranças; por outro, o contraste que algumas ruas de terra batida resistentes produziam com a distância estrangeira a que se submetera, ao escolher a cidade grande, há mais de três décadas. Ao contrário do que geralmente acontece, foi ele a abandonar a cidade natal, e não os filhos. Plantou as sementes e cortou as raízes. Voou, folha de outono, a trair as cercas de casa. Abandonou o ritmo compassado do pequeno lugarejo, para aportar no mar de ilhas nômades da selva urbana. Trocou o povoado solitário pela solidão compartilhada da terra das multidões. Queria, entretanto, visitar o neto. Recebera-o em casa, quando ainda de colo, mas desejava vê-lo andar com as próprias pernas, tropeçar nos próprios impasses, sem o abrigo excessivo de todos aqueles colos. O neto devolveu-lhe o abraço com um sorriso tímido e um silêncio respeitoso, desses de quem passa pela ponte de um rio imenso.",
        "enunciado_pergunta": "Considerando o desenvolvimento da narrativa, são elencados momentos da vida do avô, que podem ser organizados cronologicamente de forma a se entender que ele",
        "alternativa_correta": {
            "D": "nasceu e cresceu no interior, mudou-se para o meio urbano, recebeu a visita do neto em sua casa e visitou o interior para vê-lo."
        }
    },
    {
        "id_da_questao": 282652624,
        "contexto": "João Romão foi, dos treze aos vinte e cinco anos, empregado de um vendeiro que enriqueceu entre as quatro paredes de uma suja e obscura taverna nos refolhos do bairro do Botafogo; e tanto economizou do pouco que ganhara nessa dúzia de anos, que, ao retirar-se o patrão para a terra, lhe deixou, em pagamento de ordenados vencidos, nem só a venda com o que estava dentro, como ainda um conto e quinhentos em dinheiro. Proprietário e estabelecido por sua conta, o rapaz atirou-se à labutação ainda com mais ardor, possuindo-se de tal delírio de enriquecer, que afrontava resignado as mais duras privações . Dormia sobre o balcão da própria venda, em cima de uma esteira, fazendo travesseiro de um saco de estopa cheio de palha.",
        "enunciado_pergunta": "O texto revela que João Romão passa por uma transformação em sua vida, sendo que o trecho em destaque resume a construção de sua personalidade como um rapaz",
        "alternativa_correta": {
            "D": "ambicioso."
        }
    },
    {
        "id_da_questao": 282652625,
        "contexto": "Numa manhã, ao despertar de sonhos inquietantes, Gregório Samsa deu por si na cama transformado num gigantesco inseto. Estava deitado sobre o dorso, tão duro que parecia revestido de metal, e, ao levantar um pouco a cabeça, divisou o arredondado ventre castanho dividido em duros segmentos arqueados, sobre o qual a colcha dificilmente mantinha a posição e estava a ponto de escorregar. Comparadas com o resto do corpo, as inúmeras pernas, que eram miseravelmente finas, agitavam-se desesperadamente diante de seus olhos. —  Que me aconteceu? — pensou. Não era nenhum sonho. O quarto, um vulgar quarto humano, apenas bastante acanhado, ali estava, como de costume, entre as quatro paredes que lhe eram familiares. Por cima da mesa, onde estava deitado, desembrulhada e em completa desordem, uma série de amostras de roupas: Samsa era caixeiro-viajante.",
        "enunciado_pergunta": "Infere-se que o personagem, apesar da transformação, conserva a(o)",
        "alternativa_correta": {
            "A": "consciência humana."
        }
    },
    {
        "id_da_questao": 282652626,
        "contexto": "Patrício, apresento-te Blau, o vaqueano. [...] E, por circunstâncias de caráter pessoal, decorrentes da amizade e da confiança, sucedeu que foi meu constante guia e segundo o benquisto tapejara Blau Nunes, desempenado arcabouço de oitenta e oito anos, todos os dentes, [...] Genuíno tipo — crioulo — rio-grandense (hoje tão modificado), era Blau o guasca sadio, a um tempo leal e ingênuo, impulsivo na alegria e na temeridade, precavido, perspicaz, sóbrio e infatigável; [...] entre o Blau — moço, militar — e o Blau — velho, paisano —, ficou estendida uma longa estrada semeada de recordações — casos, dizia, que de vez em quando o vaqueano recontava, como quem estende, ao sol, para arejar, roupas guardadas ao fundo de uma arca. Querido digno velho! Saudoso Blau! Patrício, escuta-o.",
        "enunciado_pergunta": "Esse texto pertence ao gênero",
        "alternativa_correta": {
            "B": "conto, pois narra de forma breve a história do personagem Nunes Blau."
        }
    },
    {
        "id_da_questao": 282652627,
        "contexto": "Há coisa de sete anos vivia nesta boa cidade um homem de seus trinta anos, bem apessoado e bem falante, amigo de conversar, extremamente polido, mas extremamente amigo de espalhar novas. Era um modelo do gênero. Sabia como ninguém escolher o auditório, a ocasião e a maneira de dar a notícia. Não sacava a notícia da algibeira como quem tira uma moeda de vintém para dar a um mendigo. [...] Luís da Costa [...] adicionava-lhe certo molho para torná-la mais picante. Às vezes entrava, cumprimentava as pessoas presentes, e se entre elas alguma havia metida em política, aproveitava o silêncio causado pela sua entrada, para fazer-lhe uma pergunta deste gênero: — Então, parece que os homens... Os circunstantes perguntavam logo: — Que é? que há? Luís da Costa, sem perder o seu ar sério, dizia singelamente: — É o ministério que pediu demissão. — Ah! sim? quando? — Hoje. — Sabe quem foi chamado? — Foi chamado o Zózimo. — Mas por que caiu o ministério? — Ora, estava podre. Etc. etc.",
        "enunciado_pergunta": "Infere-se que o personagem principal é alguém que",
        "alternativa_correta": {
            "D": "dramatizava os acontecimentos."
        }
    },
    {
        "id_da_questao": 282652628,
        "contexto": "O adoçante popular que pode estar danificando defesas do seu cérebro Encontrado em quase tudo, desde barrinhas de proteína a energéticos, o eritritol é considerado há muito tempo uma alternativa saudável ao açúcar. Mas, uma nova pesquisa sugere que esse adoçante amplamente utilizado pode estar comprometendo silenciosamente uma das barreiras mais importantes do nosso corpo, com possíveis consequências sérias para a saúde do coração e risco de acidente vascular cerebral (AVC). Um estudo recente da Universidade de Colorado indica que o eritritol pode danificar células da barreira hematoencefálica — um \"sistema de defesa\" do cérebro responsável por impedir a entrada de substâncias nocivas enquanto permite a entrada de nutrientes essenciais. Os resultados reforçam preocupações apontadas em estudos anteriores, que haviam observado uma relação entre o consumo de eritritol e o aumento de casos de infarto e AVC.",
        "enunciado_pergunta": "Sobre a notícia, tem-se como informação implícita que",
        "alternativa_correta": {
            "A": "a tarefa de encontrar um tipo de produto saudável para adoçar nossa comida se mostra difícil."
        }
    },
    {
        "id_da_questao": 282652629,
        "contexto": "Leia os textos. Texto I O impacto dos Videogames na sociedade A adesão aos videogames é motivo de discussões sobre seus efeitos em toda a comunidade. De acordo com a PGB (Pesquisa Game Brasil), três em cada quatro brasileiros afirmam que são fãs de jogos eletrônicos. A partir deste dado, constata-se que os games têm ganhado cada vez mais destaque como forma de entretenimento e diversão no Brasil. De um lado se encontra a parcela que defende e apoia sua comercialização, de outro, aqueles que compreendem uma perspectiva negativa acerca do assunto. Em tese, nenhum dos lados está completamente certo e nem completamente errado. Texto II Comissão do Senado aprova marco legal dos games A Comissão de Educação do Senado aprovou nesta terça-feira (27) uma proposta que regulamenta a indústria de jogos eletrônicos no Brasil, o \"marco legal dos games\". O texto, que segue para votação no plenário, cria incentivos fiscais, regulariza profissões, reconhece o mercado de jogos eletrônicos como uma atividade econômica e inclui o setor em programas de fomento à cultura. A proposta aprovada pelo colegiado introduz uma série de mudanças ao projeto que já havia recebido aval da Câmara dos Deputados em outubro de 2022.",
        "enunciado_pergunta": "Ambos os Textos apresentam como temática o universo dos games, sendo o foco em",
        "alternativa_correta": {
            "A": "opinião no Texto I e informatividade no Texto II."
        }
    },
    {
        "id_da_questao": 282652631,
        "contexto": "Cidadão Zé Ramalho [..] 'Tá vendo aquele colégio, moço? Eu também trabalhei lá Lá eu quase me arrebento Fiz a massa, pus cimento Ajudei a rebocar Minha filha inocente Vem pra mim toda contente Pai, vou me matricular Mas me diz um cidadão Criança de pé no chão Aqui não pode estudar Essa dor doeu mais forte Por que é que eu deixei o norte? Eu me pus a me dizer Lá a seca castigava Mas o pouco que eu plantava Tinha direito a comer [...]",
        "enunciado_pergunta": "O tema do texto é:",
        "alternativa_correta": {
            "B": "A injustiça social vivida pelo trabalhador."
        }
    },
    {
        "id_da_questao": 282652632,
        "contexto": "Lavar As Mãos Arnaldo Antunes A doença vai embora junto com a sujeira Vermes, bactérias, mando embora embaixo da torneira Água uma, água outra Água uma (mão), água outra Água uma A segunda, terça, quarta, quinta e sexta-feira Na beira da pia, tanque, bica, bacia, banheira Lava uma mão, mão, mão, mão Água uma mão, lava outra mão Lava uma mão Lava outra, lava uma",
        "enunciado_pergunta": "Quais das seguintes palavras são formadas por justaposição e aglutinação, respectivamente?",
        "alternativa_correta": {
            "A": "Sexta-feira e embora."
        }
    },
    {
        "id_da_questao": 282652633,
        "contexto": "Recomeçar Aline Barros Pai Emoções descalçam os meus pés Me roubando em meio a cordéis Que me enlaçam em minhas fraquezas Pai Eu nem sei o que Te falar Mas eu quero recomeçar Me ajuda nesse instante",
        "enunciado_pergunta": "O prefixo “re-“ em “recomeçar” indica que algo:",
        "alternativa_correta": {
            "A": "Deve ser feito novamente."
        }
    },
    {
        "id_da_questao": 282652634,
        "contexto": "Em 1979, uma musa presente em Os Lusíadas havia sido mencionada na composição de Belchior, ”Voz da América”, do disco Era uma vez um homem e seu tempo : “ Que Inês possa me ouvir/ posta em sossego a sós / Num quarto de pensão / beijando um estudante ”. Este verso faz referência a Camões, o poeta português: “ Estavas, linda lnês, posta em sossego ”.",
        "enunciado_pergunta": "Na composição de Belchior, a referência à Inês é",
        "alternativa_correta": {
            "C": "um diálogo entre textos que pode ser considerado uma intertextualidade explícita."
        }
    },
    {
        "id_da_questao": 282652635,
        "contexto": "Soneto 60 , de William Shakespeare Como as ondas se arremessam contra as pedras, Aproximam-se os minutos de seu ﬁm; Cada um ocupando o mesmo espaço, Num incansável e destemido movimento. Do nascimento, após vir à luz, Engatinhamos até a maturidade, e somos coroados, Vencendo estranhos eclipses perante sua glória, E o Tempo, dado, que hoje nos lega seu presente. Os dias ﬁrmam seu passo na juventude, E cavam suas sendas 1 sobre a fronte da beleza; Alimentam-se da raridade da verdade da natureza, Mas nada impede o ﬁrme corte de sua foice. Porém, às vezes, espero que meu verso prevaleça, Elevando teu valor, apesar de seu cruel desmando. 1. Sendas – Caminho, rumo.",
        "enunciado_pergunta": "O poema de William Shakespeare apresenta o cenário das ondas que se arremessam contra as pedras para",
        "alternativa_correta": {
            "D": "comparar a passagem do tempo ao fim das ondas nas pedras."
        }
    },
    {
        "id_da_questao": 282652636,
        "contexto": "Pedro Pedreiro Chico Buarque Pedro pedreiro penseiro esperando o trem Manhã parece, carece de esperar também Para o bem de quem tem bem de quem não tem vintém Pedro pedreiro fica assim pensando Assim pensando o tempo passa e a gente vai ficando pra trás Esperando, esperando, esperando Esperando o Sol, esperando o trem Esperando o aumento desde o ano passado para o mês que vem E a sorte grande no bilhete pela federal todo mês Esperando, esperando, esperando, esperando o Sol Esperando o trem, esperando aumento para o mês que vem Esperando a festa, esperando a sorte E a mulher de Pedro tá esperando um filho pra esperar também",
        "enunciado_pergunta": "A repetição da palavra “esperando” no início dos versos",
        "alternativa_correta": {
            "C": "reforça o sentido de monotonia, de uma vida marcada pela espera constante."
        }
    },
    {
        "id_da_questao": 282652637,
        "contexto": "Soneto 60 , de William Shakespeare [...] Os dias ﬁrmam seu passo na juventude, E cavam suas sendas 1 sobre a fronte da beleza; Alimentam-se da raridade da verdade da natureza, Mas nada impede o ﬁrme corte de sua foice. Porém, às vezes, espero que meu verso prevaleça, Elevando teu valor, apesar de seu cruel desmando. 1. Sendas – Caminho, rumo.",
        "enunciado_pergunta": "No trecho apresentado, qual figura de linguagem está em destaque",
        "alternativa_correta": {
            "B": "a personificação, pois os dias recebem características humanas."
        }
    },
    {
        "id_da_questao": 282652638,
        "contexto": "crocância marrom outono folhas espalhadas Ana Rodrigues",
        "enunciado_pergunta": "OHaicaide Ana Rodrigues expressa principalmente:",
        "alternativa_correta": {
            "B": "As folhas secas caídas do outono que fazem barulho."
        }
    },
    {
        "id_da_questao": 282652639,
        "contexto": "corrida repentina montado na bicicleta com a chuva atrás",
        "enunciado_pergunta": "De acordo com o Haicai, alguém pretendia:",
        "alternativa_correta": {
            "A": "Fugir da chuva para não se molhar."
        }
    },
    {
        "id_da_questao": 282652640,
        "contexto": "O conto da mentira Todo dia Felipe inventava uma mentira. \"Mãe, a vovó tá no telefone!\". A mãe largava a louça na pia e corria até a sala. Encontrava o telefone mudo. O garoto havia inventado a morte do cachorro, nota dez em matemática, gol de cabeça em campeonato de rua. A mãe tentava assustá-lo: \"Seu nariz vai ficar igual ao do Pinóquio!\". Felipe ria na cara dela: \"Quem tá mentindo é você! Não existe gente de madeira!\". O pai de Felipe também conversa com ele: \"Um dia você contará uma verdade e ninguém acreditará!\" Felipe ficava pensativo. Mas, no dia seguinte... Então, aconteceu o que seu pai alertara. Felipe assistia a um programa na TV. A apresentadora ligou para o número do telefone da casa dele. Felipe tinha sido sorteado. O prêmio era uma bicicleta: \"É verdade, mãe! A moça quer falar com você no telefone pra combinar a entrega da bicicleta. É verdade!\". A mãe de Felipe fingiu não ouvir. Continuou preparando o jantar em silêncio. Resultado: Felipe deixou de ganhar o prêmio. Então ele começou a reduzir suas mentiras. Até que um dia deixou de contá-las. Bem, Felipe cresceu e tornou-se um escritor. Voltou a criar histórias. Agora sem culpa e sem medo. No momento está escrevendo um conto. É a história de um menino que deixa de ganhar uma bicicleta porque mentia... AUGUSTO, Rogério. FOLHA DE SÃO PAULO. São Paulo. Miniconto . Folhinha, 14 jun. 2003. F8 C1 -1.",
        "enunciado_pergunta": "Até o momento em que perdeu a bicicleta, Felipe tinha o hábito de",
        "alternativa_correta": {
            "C": "contar mentiras."
        }
    },
    {
        "id_da_questao": 282652641,
        "contexto": "Inocência Descobriu a miopia aos 23. No dia da entrega dos óculos, não podia conter a alegria. Ajeitou-os no rosto e saiu à rua. Enxergou a vida com riqueza de detalhes. Jogou fora os óculos na lixeira da primeira esquina.",
        "enunciado_pergunta": "O que ela pode ter “visto” que a fez rejeitar os óculos?",
        "alternativa_correta": {
            "D": "as imperfeições do mundo ao seu redor com nitidez."
        }
    },
    {
        "id_da_questao": 282652642,
        "contexto": "Miniconto sobre T.A. (transtorno alimentar) Mais uma manhã cinza com a família posta à mesa para o café da manhã. A filha mais nova leva um biscoito atrás do outro à boca, situação que incomoda a mãe, mesmo que a mesma esteja no quarto pedaço de bolo. A mais velha não repara na cena ao seu redor, se concentra em focar sua visão meio turva, enquanto toma apenas uma xícara de café com adoçante. Todas encaram a mesa com o olhar triste, como se algo ali fosse um enorme desafio que gera estresse e culpa. O pai assiste à cena perplexo e confuso, só consegue pensar consigo mesmo, \"minha família está doente\". Giovana Diogo Alcaraz Lopez",
        "enunciado_pergunta": "A filha mais velha é aquela que:",
        "alternativa_correta": {
            "B": "Toma uma xícara de café com adoçante"
        }
    },
    {
        "id_da_questao": 282652643,
        "contexto": "Mais uma segunda-feira André Luís Viegas João atrapalha o trânsito. Recebe buzinadas. Para conduzir seu veículo de tração própria, tem força e alguma habilidade, não habilitação. Aventura-se por entre as moradias. Cada lixeira ou cesta, é uma chance. Uma moradora o chama, alcança uma sacola com restos de festa: papelões, latas e garrafas vazias . Como bônus, um pote com sobras do almoço de domingo. Ela não tem cachorro.",
        "enunciado_pergunta": "No trecho em destaque “papelões, latas e garrafas vazias”, a vírgula foi utilizada para",
        "alternativa_correta": {
            "D": "separar itens em uma lista."
        }
    },
    {
        "id_da_questao": 282652644,
        "contexto": "D. Evarista mentiu às esperanças do Dr. Bacamarte, não lhe deu filhos robustos nem mofinos. A índole natural da ciência é a longanimidade; o nosso médico esperou três anos, depois quatro, depois cinco. Ao cabo desse tempo fez um estudo profundo da matéria, releu todos os escritores árabes e outros, que trouxera para Itaguaí, enviou consultas às universidades italianas e alemãs, e acabou por aconselhar à mulher um regímen alimentício especial. A ilustre dama, nutrida exclusivamente com a bela carne de porco de Itaguaí, não atendeu às admoestações do esposo; e à sua resistência,— explicável, mas inqualificável,— devemos a total extinção da dinastia dos Bacamartes. Vocabulário : Admoestação : Conselho; Advertência leve. Longanimidade : Virtude de se suportar contrariedades em benefício de outrem (Oxford Languages). Dinastia : Sequência de indivíduos que ocupam determinada função, cargo ou posto de poder, hereditários ou não. Mofino : que não demonstra alegria; infeliz, desafortunado.",
        "enunciado_pergunta": "O Dr. Simão Bacamarte, marido de Dona Evarista, queria que a esposa",
        "alternativa_correta": {
            "D": "engravidasse, mas ela pouco se esforçou para esse objetivo."
        }
    },
    {
        "id_da_questao": 282652645,
        "contexto": "Imagina-se a consternação de Itaguaí, quando soube do caso. Não se falou em outra coisa, dizia-se que o Costa ensandecera, no almoço, outros que de madrugada; e contavam-se os acessos, que eram furiosos, sombrios, terríveis,— ou mansos, e até engraçados, conforme as versões. Muita gente correu à Casa Verde, e achou o pobre Costa, tranquilo, um pouco espantado, falando com muita clareza, e perguntando por que motivo o tinham levado para ali. Alguns foram ter com o alienista. Bacamarte aprovava esses sentimentos de estima e compaixão, mas acrescentava que a ciência era a ciência [...]. A última pessoa que intercedeu por ele (porque depois do que vou contar ninguém mais se atreveu a procurar o terrível médico) foi uma pobre senhora, prima do Costa. O alienista disse-lhe confidencialmente que esse digno homem não estava no perfeito equilíbrio das faculdades mentais, à vista do modo como dissipara os cabedais que... —Isso, não! isso, não! interrompeu a boa senhora com energia. Se ele gastou tão depressa o que recebeu, a culpa não é dele. Vocabulário: Dissipar: desperdiçar, acabar. Cabedal – recursos financeiros; dinheiro. Ensandecer – enlouquecer.",
        "enunciado_pergunta": "Segundo o texto, qual foi o motivo alegado pelo médico para internar o Sr. Costa?",
        "alternativa_correta": {
            "A": "O modo como ele gastou todo dinheiro que tinha."
        }
    },
    {
        "id_da_questao": 282652646,
        "contexto": "Bacamarte espetara na pobre senhora um par de olhos agudos como punhais. Quando ela acabou, estendeu-lhe a mão polidamente, como se o fizesse à própria esposa do vice-rei, e convidou-a a ir falar ao primo. A mísera acreditou; ele levou -a à Casa Verde e encerrou -a na galeria dos alucinados.",
        "enunciado_pergunta": "A que tipo de colocação pronominal pertencem os exemplos “ele levou-a” e “e encerrou-a”? Justifique com base na posição do pronome em relação ao verbo.",
        "alternativa_correta": {
            "D": "Ênclise, pois o pronome aparece depois do verbo."
        }
    },
    {
        "id_da_questao": 282652647,
        "contexto": "E um dos mais crédulos chegou a murmurar que sabia de outras coisas, não as dizia, por não ter certeza plena, mas sabia, quase que podia jurar.",
        "enunciado_pergunta": "A conjunção “mas” destacada no trecho possui o sentido de",
        "alternativa_correta": {
            "C": "contraste."
        }
    },
    {
        "id_da_questao": 282652648,
        "contexto": "Mal dormia e mal comia; e, ainda comendo, era como se trabalhasse, porque ora interrogava um texto antigo, ora ruminava uma questão, e ia muitas vezes de um cabo a outro do jantar sem dizer uma só palavra a D. Evarista. Vocabulário: Ruminar : mastigar repetidas vezes. [Figurado] Pensar muito em, refletir com calma e cuidado: ruminar uma ideia. (dicio.com.br)",
        "enunciado_pergunta": "No trecho “porqueora interrogava um texto antigo...”, a palavra “porque” tem a função de:",
        "alternativa_correta": {
            "C": "introduzir a causa de parecer estar trabalhando."
        }
    },
    {
        "id_da_questao": 282652649,
        "contexto": null,
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/FmOXMAPomxdl0IYXHiES739q88Qo9s.jpg",
        "enunciado_pergunta": "O ponto de exclamação utilizado em “Imagine só todas as coisas que eu poderia comer no trabalho!” indica:",
        "alternativa_correta": {
            "B": "O entusiasmo da personagem em poder comer coisas de que ele gosta."
        }
    },
    {
        "id_da_questao": 282652650,
        "contexto": null,
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/s9VZNrUzsJyhFj2FK2X0sypkCIuaqb.png",
        "enunciado_pergunta": "A pergunta da borracha em “Mas a palavra sumiu, não sumiu?” provoca",
        "alternativa_correta": {
            "A": "humor, pois a personagem tinha uma expectativa diferente do resultado."
        }
    },
    {
        "id_da_questao": 282652652,
        "contexto": "Observe o mapa.  Material Digital - SEDUC - 3º bimestre O mapa apresenta os diferentes tipos de clima do continente europeu e as correntes marítimas que influenciam as características climáticas da região.",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/aJJk0e0MYHZrKa6ssQWrlQoxjV5dTZ.jpg",
        "enunciado_pergunta": "Indique uma característica do clima predominante na maior parte da Europa:",
        "alternativa_correta": {
            "D": "O clima temperado apresenta temperaturas amenas e boas condições para a agricultura e a ocupação humana."
        }
    },
    {
        "id_da_questao": 282652653,
        "contexto": "Observe a imagem. ",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/jlYAIFsivY4nh8FS0EMeOUxhTobZYK.jpg",
        "enunciado_pergunta": "A imagem apresenta uma das diversas paisagens naturais do continente asiático. Sobre as características do relevo asiático podemos destacar que:",
        "alternativa_correta": {
            "A": "A Cordilheira do Himalaia, localizada na Ásia, abriga o Monte Everest, o ponto mais alto do planeta."
        }
    },
    {
        "id_da_questao": 282652654,
        "contexto": "A Oceania é um continente que se destaca pela grande influência de seus mares, oceanos e formas de relevo na distribuição de seus aspectos naturais. É formado por 14 países independentes e também possui diversos territórios e dependências administrados por outras nações (como França, Estados Unidos, Chile, etc.).",
        "enunciado_pergunta": "Além da Austrália, quais países apresentam maior extensão territorial e importância na Oceania?",
        "alternativa_correta": {
            "D": "Papua-Nova Guiné e Nova Zelândia."
        }
    },
    {
        "id_da_questao": 282652655,
        "contexto": "Observe o mapa.  Material Digital - SEDUC - 3º bimestre",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/fGutwSfvC5azKO02MsNYmjspLUcbiO.jpg",
        "enunciado_pergunta": "Com base no uso do solo e na localização das áreas industrializadas na Europa, onde estão concentradas as regiões mais desenvolvidas economicamente?",
        "alternativa_correta": {
            "D": "Planícies centrais, com fácil acesso a rios navegáveis, cidades consolidadas e infraestrutura econômica avançada."
        }
    },
    {
        "id_da_questao": 282652656,
        "contexto": "Observe o mapa.  Material Digital - SEDUC - 3º bimestre",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/Z2GH2Fn11ApPlRPtYiamZVJF6cAAKV.jpg",
        "enunciado_pergunta": "A distribuição dos tipos de uso da terra no continente está associada a fatores naturais e econômicos, como clima, relevo e atividades produtivas. Considerando essas informações e a análise do mapa, a característica que melhor representa o uso do solo na Oceania é:",
        "alternativa_correta": {
            "D": "As vastas pastagens destacam a importância da pecuária para a economia da Oceania."
        }
    },
    {
        "id_da_questao": 282652657,
        "contexto": "Observe a imagem e leia o texto.  Ilha na Tailândia. Material Digital - SEDUC - 3º bimestre A Tailândia é um dos destinos turísticos mais visitados do Sudeste Asiático, conhecida por suas praias, templos e belezas naturais. Contudo, o crescimento acelerado do turismo em regiões como Phuket, Koh Phi Phi e Bangkok tem gerado problemas ambientais, como o descarte irregular de resíduos, poluição das águas, degradação de áreas naturais e aumento desordenado da infraestrutura urbana voltada ao turismo.",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/xZW4uyGJcx1n8InJEoYL7Vl8nmYjZQ.jpg",
        "enunciado_pergunta": "Considerando as informações do texto e a relação entre turismo e uso do solo na Ásia, identifique o impacto causado pelas atividades humanas:",
        "alternativa_correta": {
            "B": "Poluição das águas por descarte irregular de resíduos."
        }
    },
    {
        "id_da_questao": 282652658,
        "contexto": "O Oriente Médio é uma região de grande importância geopolítica e econômica por concentrar cerca de 50% das reservas de petróleo do mundo. O uso do solo na região está fortemente relacionado à exploração de recursos naturais, especialmente o petróleo, que influencia diretamente a economia, a ocupação do território e as relações internacionais.",
        "enunciado_pergunta": "A partir das informações apresentadas, a relação entre o uso do solo e a exploração de recursos naturais no Oriente Médio é:",
        "alternativa_correta": {
            "A": "O solo é usado principalmente para extrair petróleo."
        }
    },
    {
        "id_da_questao": 282652659,
        "contexto": "Observe a imagem e leia o texto.  Enchente em rua de Daca, capital de Bangladesh, em 2024. Material Digital - SEDUC - 3º bimestre As monções são ventos sazonais que trazem fortes chuvas ao sul da Ásia, sobretudo entre junho e setembro. Nessas épocas, cidades como Mumbai, Daca e Kolkata recebem enormes volumes de água numa curta temporada. Essa chuva intensa é essencial para o abastecimento hídrico e para a agricultura, mas também provoca alagamentos, transtornos no transporte e riscos à população.",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/HI7UspEMpwcPpIAIeutuQ9SZWk0DfU.jpg",
        "enunciado_pergunta": "Qual impacto das monções está relacionado ao uso e à organização do espaço urbano no sul da Ásia?",
        "alternativa_correta": {
            "B": "As monções causam inundações frequentes, dificultando a vida urbana."
        }
    },
    {
        "id_da_questao": 282652660,
        "contexto": "Observe a imagem.  Mulher atravessando falha geológica no Parque Nacional Thingvellir, na Islândia, em 2017. Material Digital - SEDUC - 3º bimestre. ",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/v6eQOU7qPauUwnOp5t4r2EAHG8M6Xr.jpg",
        "enunciado_pergunta": "Qual processo natural é responsável pela formação da falha geológica apresentada na imagem?",
        "alternativa_correta": {
            "D": "Afastamento das placas tectônicas, permitindo a formação de fissuras e atividade vulcânica."
        }
    },
    {
        "id_da_questao": 282652661,
        "contexto": "O Japão possui um avançado sistema de monitoramento sísmico, com sensores no solo, modelagens e alertas enviados diretamente aos celulares da população. Já a China utiliza canais subterrâneos e barragens inteligentes, que contam com sensores capazes de medir o volume da chuva e o nível dos rios, ajustando a drenagem em tempo real. Esses recursos ajudam a reduzir os impactos de terremotos e enchentes, mas sua eficácia depende da intensidade dos fenômenos e da manutenção da infraestrutura.",
        "enunciado_pergunta": "Com base no texto, de que modo a tecnologia atua na redução de riscos e impactos de desastres naturais:",
        "alternativa_correta": {
            "A": "O uso de sensores e sistemas inteligentes ajudam a prevenir e reduzir os danos causados por fenômenos naturais."
        }
    },
    {
        "id_da_questao": 282652663,
        "contexto": "Observe as imagens. ",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/rfy6Usrkdq4RakEMtR8KWVyon4QYLg.png",
        "enunciado_pergunta": "A Corrida Espacial, impulsionada pelas tensões entre os Estados Unidos e a União Soviética no contexto da Guerra Fria, foi influenciada pela",
        "alternativa_correta": {
            "D": "rivalidade ideológica entre os blocos econômicos capitalista e socialista."
        }
    },
    {
        "id_da_questao": 282652664,
        "contexto": "A Revolução Chinesa resultou em profundas transformações no país, incluindo reformas econômicas e sociais, e consolidou a China como um estado socialista, alinhado inicialmente à União Soviética. O impacto da revolução foi sentido em todo o mundo, especialmente no fortalecimento do comunismo na Ásia. Castro, Ligia Lemos de. Revolução Chinesa (1911-1949): o que foi, suas causas e consequências. Disponível em https://www.todamateria.com.br/revolucao-chinesa/ . Acesso em 23 jul. 2025.",
        "enunciado_pergunta": "De acordo com o texto, a Revolução Chinesa",
        "alternativa_correta": {
            "D": "introduziu os ideais comunistas na China através das reformas sociais e econômicas."
        }
    },
    {
        "id_da_questao": 282652665,
        "contexto": "Antes da Revolução Cubana, a economia do país baseava-se quase exclusivamente na produção de açúcar e 35% da fabricação era controlada por capitais norte-americanos. Os Estados Unidos também exerciam influência sobre as terras, o turismo, os cassinos e as indústrias leves de Cuba[...]. Em 1952, o presidente Fulgêncio Batista assumiu o poder através de um golpe de Estado. Apoiado pelos norte-americanos, Batista instalou um regime corrupto e violento. Bezerra, Juliana. Revolução Cubana (Adaptado). Disponível em https://www.todamateria.com.br/revolucao-cubana/ . Acesso em 24 jul. 2025.",
        "enunciado_pergunta": "Com base no texto, os ideais defendidos pelos revolucionários cubanos estão relacionados",
        "alternativa_correta": {
            "C": "ao estabelecimento de um governo mais justo, derrubando Fulgêncio Batista, e o fim das desigualdades sociais."
        }
    },
    {
        "id_da_questao": 282652666,
        "contexto": "Observe a imagem. ",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/wKiEgY5jk69SCKn3m05PqRYtIIbtPJ.png",
        "enunciado_pergunta": "A imagem representa uma manifestação pelos Direitos Civis da população negra nos Estados Unidos. Esse movimento reivindicava",
        "alternativa_correta": {
            "A": "a igualdade de direitos entre brancos e negros, o fim da segregação racial e o direito ao voto."
        }
    },
    {
        "id_da_questao": 282652667,
        "contexto": "Observe a imagem. ",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/GdMDB2ZgMdgwwb0ulRVEgOl37cLsur.png",
        "enunciado_pergunta": "O governo de Jânio Quadros (1961) ficou marcado por medidas polêmicas e contradições que acabaram provocando a insatisfação de parte de seus aliados políticos. Uma de suas ações mais criticadas foi a",
        "alternativa_correta": {
            "A": "aproximação com países socialistas e a condecoração de Che Guevara."
        }
    },
    {
        "id_da_questao": 282652668,
        "contexto": "Tanques e militares ocupavam as ruas do Rio de Janeiro em 1º de abril de 1964. Ainda que fizessem uso da violência, os militares tentavam dar uma aparência de legalidade ao novo regime por meio de Atos Institucionais. O Ato Institucional é uma medida, com força de lei, imposta por um governo sem que a população, o poder Legislativo e o Judiciário tenham sido consultados. [...] BOULOS JÚNIOR, A. História: sociedade & cidadania, 9 o ano. São Paulo: FTD, 2018.",
        "enunciado_pergunta": "O argumento utilizado pelos militares para justificar o golpe civil-militar de 1964 foi o",
        "alternativa_correta": {
            "C": "suposto avanço do comunismo no país a partir do discurso em defesa das reformas de base por João Goulart."
        }
    },
    {
        "id_da_questao": 282652669,
        "contexto": "Durante a ditadura civil-militar no Brasil (1964-1985) houve grande violência política, repressão e violações generalizadas dos direitos humanos por parte das forças do Estado. Nesse período, houve diversos casos de tortura, perseguição e desaparecimento de opositores ao regime político vigente. SEDUC - Material Digital - 3º Bimestre.",
        "enunciado_pergunta": "Eram considerados opositores da ditadura civil-militar no Brasil:",
        "alternativa_correta": {
            "D": "as pessoas que criticavam as autoridades ou estimulavam greves."
        }
    },
    {
        "id_da_questao": 282652670,
        "contexto": "Analise o gráfico a seguir.  Barone, Ricardo Stazzacappa e tal. A distribuição de renda durante o “milagre econômico” brasileiro: um balanço da controvérsia. Disponível em https://www.eco.unicamp.br/images/arquivos/artigos/3386/TD251.pdf .Acesso em 24 jul. 2025.",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/qIR45VofXbeDCQV392btyrBDxjZxJV.png",
        "enunciado_pergunta": "O gráfico indica que entre 1967 e 1973, período conhecido como “Milagre Econômico”, o governo manteve o salário mínimo baixo. Essa política econômica da ditadura civil-militar resultou na",
        "alternativa_correta": {
            "B": "diminuição da renda do trabalhador e aumento das desigualdades sociais."
        }
    },
    {
        "id_da_questao": 282652671,
        "contexto": "Durante os governos militares, surgiram várias organizações armadas cujo projeto era implantar o socialismo (ditadura do proletariado) por meio da guerrilha. Mas não havia consenso sobre isso, o projeto, por exemplo, do Partido Comunista Brasileiro (PCB) era outro; para esse partido, a revolução socialista se faria por meio da aliança do operariado com a burguesia. BOULOS JÚNIOR, A. História: sociedade & cidadania, 9º  ano. São Paulo: FTD, 2018.",
        "enunciado_pergunta": "De acordo com o texto, pode-se afirmar que o Partido Comunista Brasileiro (PCB)",
        "alternativa_correta": {
            "D": "acreditava em uma transição democrática para o socialismo, enquanto os outros grupos defendiam a guerrilha."
        }
    },
    {
        "id_da_questao": 282652672,
        "contexto": "Observe a imagem. ",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/M3PUqKUvOVzlBLiw8QIVfFBm3wUB7e.png",
        "enunciado_pergunta": "A partir de 1968 iniciaram os chamados “anos de chumbo” no Brasil, que duraram até o fim da década de 1970. Esse período da ditadura civil-militar foi caracterizado pela",
        "alternativa_correta": {
            "A": "repressão, censura, tortura e perseguição a opositores da ditadura."
        }
    }
]